"LGFRefreshHeaderIdleText" = "Pull down to refresh";
"LGFRefreshHeaderPullingText" = "Release to refresh";
"LGFRefreshHeaderRefreshingText" = "Loading...";

"LGFRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"LGFRefreshAutoFooterRefreshingText" = "Loading...";
"LGFRefreshAutoFooterNoMoreDataText" = "No more data";

"LGFRefreshBackFooterIdleText" = "Pull up to load more";
"LGFRefreshBackFooterPullingText" = "Release to load more.";
"LGFRefreshBackFooterRefreshingText" = "Loading...";
"LGFRefreshBackFooterNoMoreDataText" = "No more data";

"LGFRefreshHeaderLastTimeText" = "Last update:";
"LGFRefreshHeaderDateTodayText" = "Today";
"LGFRefreshHeaderNoneLastDateText" = "No record";
